[
  {
    "text": "Northbound 1/2/3 trains are running with delays after EMS assisted someone in need and we removed a train from service at 59 St-Columbus Circle.",
    "createdAt": "Thu May 08 21:42:42 +0000 2025",
    "formattedDate": "5/8/2025, 5:42:42 PM"
  },
  {
    "text": "2 3  trains are running with delays in both directions after EMS assisted someone in need on a train at Park Place.\n\nSouthbound 2/3 trains have resumed making regular scheduled stops.",
    "createdAt": "Thu May 08 20:51:23 +0000 2025",
    "formattedDate": "5/8/2025, 4:51:23 PM"
  },
  {
    "text": "Northbound F and Court Sq-bound G trains are running express from Church Av to Smith-9 Sts.\n\nWe are investigating why a train's brakes activated at Church Av.\n\nFor service to/from bypassed stops, take a southbound train.",
    "createdAt": "Thu May 08 20:31:09 +0000 2025",
    "formattedDate": "5/8/2025, 4:31:09 PM"
  },
  {
    "text": "2 3 4/5 trains are running with delays in both directions after EMS assisted someone in need on a train at Park Place.\n\nSouthbound 2/3 trains have resumed making regular scheduled stops.",
    "createdAt": "Thu May 08 20:19:33 +0000 2025",
    "formattedDate": "5/8/2025, 4:19:33 PM"
  },
  {
    "text": "Southbound 1 trains are running with delays after we removed a train with a door problem from service at 207 St.\n\nSouthbound 1 trains have resumed making regular stops from 215 St to Dyckman St.",
    "createdAt": "Thu May 08 20:09:03 +0000 2025",
    "formattedDate": "5/8/2025, 4:09:03 PM"
  },
  {
    "text": "Southbound 1 trains are running express from 215 St to Dyckman St.\n\nWhat's Happening?\n\nWe're removing a train with a door problem from service at 207 St. \n\nFor service to/from bypassed stations, take a northbound train.",
    "createdAt": "Thu May 08 19:58:22 +0000 2025",
    "formattedDate": "5/8/2025, 3:58:22 PM"
  },
  {
    "text": "Southbound 4 trains are running with delays after EMS assisted someone in need on a train at Burnside Av.\n\nSouthbound 4 trains have resumed making regular stops from Bedford Park Blvd-Lehman College to Burnside Av.",
    "createdAt": "Thu May 08 19:35:51 +0000 2025",
    "formattedDate": "5/8/2025, 3:35:51 PM"
  },
  {
    "text": "Southbound 4 trains are running express from Bedford Park Blvd-Lehman College to Burnside Av.\n\nWhat's Happening?\n\nWe've requested EMS assistance for someone in need on a train at Burnside Av. \n\nFor service to/from bypassed stations, take a northbound train.",
    "createdAt": "Thu May 08 19:30:52 +0000 2025",
    "formattedDate": "5/8/2025, 3:30:52 PM"
  },
  {
    "text": "A/C trains are running with delays in both directions while we address a signal problem near Fulton St.\n\nSome southbound C trains are running on the F from W 4 St-Wash Sq to Jay St-MetroTech. \nListen for announcements to hear how your train will operate.",
    "createdAt": "Thu May 08 18:56:45 +0000 2025",
    "formattedDate": "5/8/2025, 2:56:45 PM"
  },
  {
    "text": "4/5/6 trains are running with delays in both directions after we restored third rail power  between 125 St and Longwood Av\n\nSouthbound 5 trains have resumed making scheduled stops.",
    "createdAt": "Thu May 08 16:43:18 +0000 2025",
    "formattedDate": "5/8/2025, 12:43:18 PM"
  }
]